Repository: dMajchrowicz1/WorkInstruction
Catalog: ConveyorDoc.Resources/Properties/Resources.*.resx
Languages: pl_pl

source: Add
pl_pl: Dodaj

# AddCimco
source: Add by Cimco
pl_pl: Dodaj z Cimco

source: Application Theme
pl_pl: Motyw aplikacji

source: Apply
pl_pl: Zastosuj

# AppTaskErrorMultipleTask
source: Cannot run same task while other is still running!
pl_pl: Nie można uruchomić tego samego zadania, gdy inne jest nadal uruchomione!!

source: Cancel
pl_pl: Anuluj

source: Connect
pl_pl: Połącz

source: Connected
pl_pl: Połączony

# ConnectedCimcoToolTip
source: Cimco database is connected
pl_pl: Baza danych Cimco jest podłączona!

source: Conveyor Database
pl_pl: Baza danych conveyor'a

source: Cutting part
pl_pl: Część tnąca

source: Dark
pl_pl: Ciemny

source: Database
pl_pl: Baza danych

source: Database path
pl_pl: Ścieżka do pliku bazy danych

source: Decanter database
pl_pl: Baza danych Decanter

source: Delete
pl_pl: Usuń

source: Description
pl_pl: Opis

source: Description Database
pl_pl: Baza danych Opis

source: Descriptions
pl_pl: Opisy

source: Directories
pl_pl: Katalogi

source: Disconnected
pl_pl: Rozłączono

# DisconnectedCimcoToolTip
source: Cimco database is disconnected
pl_pl: Baza danych Cimco jest rozłączona!

source: DXF Templates
pl_pl: Szablony

# en-US
source: English
pl_pl: Angielski

# ErrorInstructionValidation
source: Cannot create new instruction. Empty fields
pl_pl: Nie można utworzyć nowej instrukcji. Puste pola!

source: Exit
pl_pl: Zakończ

source: Filters
pl_pl: Filtry

source: Fixture Database
pl_pl: Baza danych osprzętu!

source: Fixtures
pl_pl: Oprzyrządowanie

source: Generate
pl_pl: Generuj

source: Height
pl_pl: Wysokość

source: Instruction
pl_pl: Instrukcje

source: Language
pl_pl: Język...

source: Light
pl_pl: Jasny

source: Load
pl_pl: Wczytaj

source: Load All
pl_pl: Załaduj wszystko

source: Loading
pl_pl: Trwa ładowanie

# LoadingPdfPreview
source: Loading drawing preview
pl_pl: Ładowanie podglądu rysunku!

source: Login
pl_pl: Logowanie

source: Machine
pl_pl: Maszyna

source: Module type
pl_pl: Typ modułu

source: Name
pl_pl: Nazwa

source: New
pl_pl: Nowy

source: Offset
pl_pl: Korekcja

source: Open
pl_pl: Otwórz

# OpenFileNcProgram
source: Select nc program
pl_pl: Wybierz program nc!

source: Operation
pl_pl: Operacja

source: Password
pl_pl: Hasło

source: Position
pl_pl: Pozycja

source: Reloading tools
pl_pl: Ładowanie narzędzi!

source: Restore
pl_pl: Przywróć

source: Save
pl_pl: Zapisz

source: Select
pl_pl: Wybierz

source: Settings
pl_pl: Ustawienia

source: Size
pl_pl: Rozmiar

# TaskGenerating
source: Generating Instructions
pl_pl: Generowanie instrukcji

source: Tool list
pl_pl: Lista narzędzi

source: Tools
pl_pl: Narzędzia

source: Type
pl_pl: Typ

source: Variables
pl_pl: Zmienne

# WarningDropNcProgram
source: Create or Open instruction to add new nc program
pl_pl: Utwórz lub otwórz instrukcję, aby dodać nowy program nc!

# WarningFileLoad
source: Invalid file format
pl_pl: Nieprawidłowy format pliku

source: Width
pl_pl: Szerokość

source: Window Size
pl_pl: Rozmiar okna

# ChangeLanguageInfo
source: To change language you have to restart application!
pl_pl: Aby zmienić język, musisz ponownie uruchomić aplikację!

# FixtureFolder
source: Fixtures data
pl_pl: Dane oprzyrządowania

source: Connecting Cimco database
pl_pl: Podłączanie bazy danych Cimco!

source: Restoring settings
pl_pl: Przywracanie ustawień...

source: Saving settings
pl_pl: Zapisywanie ustawień

# DelegateGetAllError
source: Delegate GetAll must be implemented
pl_pl: Delegat GetAll musi zostać zaimplementowany!

source: Reload Database
pl_pl: Odśwież bazę danych

source: Save Instruction
pl_pl: Zapisz instrukcję!

# DialogContentFrameworkElementError
source: A dialog content must be a Framework Element
pl_pl: Treść okna dialogowego musi być elementem ramowym!

source: Close
pl_pl: Zamknij

source: Unsaved changes
pl_pl: Niezapisane zmiany

# ProgressSave
source: Do you want to save current progress?
pl_pl: Czy chcesz zapisać bieżące postępy?

source: Decanter Module
pl_pl: Numer modułu

source: Decanter Size
pl_pl: Rozmiar modułu

source: Module Revision
pl_pl: Rewizja

# NewInstructionDialog_ModuleType
source: Module Type
pl_pl: Typ modułu

source: Material
pl_pl: Typ materiału

source: Blank
pl_pl: Rysunek przygotówki

source: Program Date
pl_pl: Data programu

source: Programmer
pl_pl: Programista

source: Create
pl_pl: Utwórz

# SaveInfo
source: Create or open instruction to save it
pl_pl: Utwórz lub otwórz instrukcję, aby ją zapisać!

source: Drawings
pl_pl: Rysunki

source: Remove
pl_pl: Usuń

source: Preview
pl_pl: Podgląd

source: Data
pl_pl: Dane

source: Wear Protection
pl_pl: Powłoka

source: Conveyor Module
pl_pl: Moduł Conveyora

source: Open PDF
pl_pl: Otwórz plik PDF

source: Number
pl_pl: Numer

source: Line
pl_pl: Linia

source: Total Records:
pl_pl: Całkowita liczba rekordów

source: Main angel
pl_pl: Kąt główny

source: Pitch
pl_pl: Skok

source: Taper
pl_pl: Stożek

source: Angles
pl_pl: Kąty

# ErrorUnSelectedWordFile
source: To Remove you have to select word file
pl_pl: Aby usunąć musisz zaznaczyć plik word!

# NumberConveyorModule
source: No. Conveyor Module
pl_pl: Numer rys Conveyor Module

source: Select Description
pl_pl: Wybierz Opis

source: Select Fixtures
pl_pl: Wybierz Oprzyrządowanie

source: Select Tools
pl_pl: Wybierz Narzędzia

source: Sub angel
pl_pl: Pod Kąt

source: Parts
pl_pl: Części

source: Reload
pl_pl: Odśwież

source: Values
pl_pl: Wymiary

source: Go to settings and connect to database
pl_pl: Przejdź do ustawień i połącz się z bazą danych

source: Module Number
pl_pl: Numer modułu

source: Program number
pl_pl: Numer programu

# CimcoConnectionInfo
source: Cimco is already connected
pl_pl: Cimco jest już połączone!

source: Fixtures Database
pl_pl: Oprzyrządowanie

source: Datum (DT)
pl_pl: Baza DT

source: Flight Pitch
pl_pl: Skok flighta

source: Lenght (TL)
pl_pl: Długość

source: Instruction Data
pl_pl: Dane

source: Completed
pl_pl: Zakończono

source: Loading configuration file
pl_pl: Ładowanie plików configuracyjnych

source: Machine diameter
pl_pl: Średnica toczenia

source: Outside Diameter
pl_pl: Średnica zewnętrzna

source: Overall diameter
pl_pl: Średnica całkowita

source: Search
pl_pl: Szukaj

source: Select configuration file
pl_pl: Wybierz pilk configuracyjny

source: Select DXF
pl_pl: Wybierz plik dxf

source: Select just one item
pl_pl: Wybierz tylko jeden plik

# LanguageChangeInfo
source: To change language: Save settings & reload app
pl_pl: Aby zmienić język: zapisz ustawienia i restartuj aplikacje

source: Update
pl_pl: Zaktualizuj

source: Detailed Tools
pl_pl: Szczegóły narzędzi

source: Hide
pl_pl: Ukryj

source: Large End
pl_pl: Duży koniec

# NoWearProtectionSelected
source: Must select wear protection
pl_pl: Wybierz powłoke

source: Select cimco program
pl_pl: Wybierz program z cimco

source: Select fixture drawing
pl_pl: Wybierz rysunek oprzyrzadowania

source: Small End
pl_pl: Mały koniec

source: Adding item
pl_pl: Dodawanie

source: Description cannot empty
pl_pl: Opis nie może być pusty!

source: Removing items
pl_pl: Usuwanie rekordu

source: Select word file
pl_pl: Wybierz plik worda

# UpdatingItem
source: Updating
pl_pl: Aktualizowanie

source: Operation number
pl_pl: Numer operacji

source: Details
pl_pl: Szczegóły

source: Fixture number
pl_pl: Numer oprzyrządowania
